{ "translations": {
    "You enabled TOTP two-factor authentication for your account" : "لقد قمت بتفعيل خاصية التحقق ثنائي العوامل من الهوية في حسابك  باستخدام TOTP \"كلمة سر لمرة واحدة ولمهلة زمنية محددة\" ",
    "You disabled TOTP two-factor authentication for your account" : "لقد قمت بتعطيل خاصية التحقق ثنائي العوامل من الهوية في حسابك باستخدام TOTP \"كلمة سر لمرة واحدة ولمهلة زمنية محددة\" ",
    "TOTP two-factor authentication disabled by an admin" : "خاصية التحقق ثنائي العوامل من الهويّة two-factor authentication باستخدام TOTP \"كلمة سرٍ لمرةٍ واحدةٍ و لمهلة زمنية محدّدة\" ، تمّ إيقافها من قِبل المدير",
    "TOTP (Authenticator app)" : "TOTP (تطبيق التحقّق من الهويّة)",
    "Authenticate with a TOTP app" : "المصادقة عبر تطبيق TOTP",
    "Two-Factor TOTP Provider" : "مٌوفّر التحقّق المُثنى باستخدام TOTP",
    "TOTP two-factor provider" : "مُوفّر خدمة التحقّق المٌثنّى من الهويّة two-factor authentication باستخدام تقنية TOTP \"كلمة سرٍ لمرةٍ واحدةٍ و لمهلة زمنية محدّدة\" ",
    "A Two-Factor-Auth Provider for TOTP (RFC 6238)" : "مزود التحقق ثنائي العوامل للهويّة بواسطة TOTP (بحسب المعيار RFC 6238)",
    "Enable TOTP" : "تفعيل TOTP",
    "Could not enable TOTP" : "لم يُمكن تمكين TOTP",
    "Could not verify your key. Please try again" : "تعذّر التحقّق من مفتاحك. يُرجى إعادة المحاولة",
    "Your new TOTP secret is:" : "كلمة سرية TOTP جديدة",
    "For quick setup, scan this QR code with your TOTP app:" : "لسرعة الإعداد، قم بمسح كود QR هذا بتطبيقك لـ TOTP:",
    "After you configured your app, enter a test code below to ensure everything works correctly:" : "بعد أن انتهيت من إعداد تطبيقك، أدخل كوداً تجريبيّاَ أدناه للتأكد من أن كل شيء يعمل كما يجب:",
    "Authentication code" : "رمز المصادقة",
    "Verify" : "تحقّق",
    "Get the authentication code from the two-factor authentication app on your device." : "احصل على رمز التحقّق من تطبيق التحقق ثنائي العوامل على جهازك.",
    "Submit" : "إرسال "
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}